# cd ~ && brew bundle
# install: brew tap Homebrew/bundle
# https://github.com/Homebrew/homebrew-bundle

tap 'homebrew/cask'

brew 'git'
#brew 'hub'
brew 'coreutils'
brew 'bash-completion'

brew 'wget'
brew 'tree'
brew 'screen'
brew 'jq'

# for vim taglist plugin
brew 'ctags'

brew 'gettext', link: true
brew 'parallel'
#brew screen256

brew 'python'
brew 'pyenv'
brew 'pyenv-virtualenv'
#brew 'ruby'
#brew 'node'
brew 'openjdk@11', link: true
brew 'ant'

# .dmg

#cask 'google-chrome'
#cask 'google-cloud-sdk'
#cask 'firefox'
#cask 'virtualbox'
#cask 'vagrant'
#cask 'iterm2'
#cask 'dropbox'
#cask 'skype'
cask 'docker'
cask 'zoom'
cask 'microsoft-teams'
