# cd ~ && brew bundle
# install: brew tap Homebrew/bundle
# https://github.com/Homebrew/homebrew-bundle

tap 'caskroom/cask'

brew 'git'
brew 'hub'
brew 'coreutils'
brew 'bash-completion'

brew 'wget'
brew 'tree'
brew 'screen'

# for vim taglist plugin
brew 'ctags'

brew 'gettext'
#link gettext --force
brew 'parallel'
#brew screen256

brew 'python'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ruby'
brew 'node'
#cask 'java'
brew 'ant'

# .dmg

#cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'firefox'
cask 'virtualbox'
#cask 'vagrant'
cask 'iterm2'
cask 'dropbox'
cask 'skype'
